class Invitation:
    text = None
    embed = None
    def __init__(self):
        self.text = """**👀Привет, дорогой друг, вас приветствует дискорд сервер SQR SQUDRA.👋
🔥Заходи к нам на огонёк.)))🔥

📌На нашем дискорд сервере  есть:__
 1️⃣. Большое количество каналов на танковую деятельность📑;
 2️⃣. Отзывчивая администрация😈;
 3️⃣. Активные чаты на разную тематику😝;
 4️⃣. Множество   ботов👽, что скрасят твое присутствие на сервере;
 5️⃣. Играем турниры с участниками дискорд сервера⚔️;
 6️⃣. Поиск 🔎 взвода и клана🗡️;
 7️⃣. Если захочешь вступить  в наш клан ознакомься с `#требования в клан`;
 8️⃣. Отдельная категория аниме🇯🇵;
 9️⃣. Частые конкурсы с приятными наградами📢;
 🔟. Разные ютуберы🔴.__
Спасибо за внимание до встречи на сервере и удачи.)))😘**
https://discord.gg/9RaCYw6hJ8"""